Repository: mineralsss/TikToker
Catalog: locale/*/LC_MESSAGES/bot.po
Languages: vi

source: What is TikToker?
vi: Tiktoker là gì?

source: Tiktoker is a bot that allows you to send playable TikTok videos to your Discord server.
vi: Tiktoker là 1 con bot giúp bạn gửi những video Tiktok tới server Discord của bạn.

source: Help Menu
vi: Bảng trợ giúp

source: Click the arrow buttons below to navigate the help menu.
vi: Click vào mũi tên bên dưới để điều hướng đến menu trợ giúp.

source: Server Configuration
vi: Cài đặt server

source: You may view the configuration of your server with `/config`. To edit the config use, `/config <option>`. Example: `/config delete_origin:True`
vi: Bạn có thể xem cấu hình server của bạn bằng `/config`. Để chỉnh sửa cấu hình, sử dụng `/config <option>`. Ví dụ: `/config delete_origin:True`

source: If enabled, the bot will automatically embed the Tiktok links.
vi: Khi đã được kích hoạt, bot sẽ tự động đính kèm vào các link Tiktok

source: If enabled and _Auto Embed_ is enabled, the bot will delete the origin message containing the TikTok link.
vi: Nếu đã được kích hoạt và _Auto Embed_ đã được bật, bot sẽ tự động xóa tin nhắn gốc chứa link Tiktok

source: If enabled, the origin embed will be removed.
vi: Khi đã được kích hoạt, mã nhúng từ tin nhắn gốc sẽ bị xóa

source: Commands
vi: Lệnh

source: Here are some commands to interact with the bot.
vi: Đây là một số câu lệnh có thể được dùng để tương tác với bot.

source: To use, right-click a message, go to `Apps > Convert %s`. Useful for when _Auto Embed_ is disabled in your server's configuration.
vi: Để sử dụng, nhấp chuột phải vào tin nhắn và chọn `Ứng dụng > Convert %s`. Bạn nên làm điều này khi _Auto Embed_ bị vô hiệu hóa trong cài đặt server của bạn.

source: A slash command that takes a TikTok link and returns the video. Useful for when _Auto Embed_ is disabled in your server's configuration.
vi: Một câu kệnh gạch sẽ nhận link Tiktok và trả lại video. Hữu dụng khi _Auto Embed_ được tắt trong cài đặt server của bạn

source: Opted-out
vi: Đã lựa chọn hủy

source: Opted-in
vi: Đã lựa chọn nhận

source: You are currently: %s **We take your privacy seriously.** Your data is not public. Usage data provides statistics like total videos converted and total users. Please consider sharing your usage data with us to help improve the bot. View the help command for more information on how we handle your privacy.
vi: Hiện tại bạn đang: %s **Chúng tôi rất nghiêm túc trong việc bảo vệ quyền riêng tư của bạn** Dữ liệu của bạn sẽ không được công khai. Sử dụng dữ liệu cung cấp những thống kê như tổng số video đã được chuyển đổi và tổng số người dùng. Hãy cân nhắc việc chia sẻ dữ liệu sử dụng của bạn với chúng tổi để giúp cải thiện con bot. Xem lệnh trợ giúp để biết thêm thông tin về cách chúng tôi xử lý quyền riêng tư của bạn.

source: Thank you for sharing your usage data. It will go towards improving the bot.
vi: Cảm ơn bạn vì đã đồng ý chia sẻ dữ liệu cá nhân. Điều này có thể giúp chung tôi cải thiện con bot.

source: You have opted out of usage data collection. Thank you for your time.
vi: Bạn đã từ chối việc thu thập dữ liệu. Cảm ơn vì thời gian quý báu của bạn.

source: Your usage data for this server has been deleted.
vi: Dữ liệu cá nhân của bạn trong máy chủ này đã được xóa bỏ.

source: Current Config
vi: Cài đặt hiện tại

source: To change a setting, use `/config <setting> <value>`.
vi: Để thay đổi cài đặt, sử dụng `/config <setting> <value>`.

source: There is no TikTok link in that message.
vi: Không có đường liên kết TikTok nào trong tin nhắn.

source: This video may be too long/big for Discord to embed. Just visit the link above.
vi: Video này quá dài hoặc quá lớn để đính vào trong Discord. Hãy truy cập link trên.

source: That doesn't seem to be a valid TikTok link.
vi: Có vẻ như đường liên kết TikTok đó không có hiệu lực.

source: You don't have the permissions to delete this message.
vi: Bạn không có quyền xóa tin nhắn này.

source: Views %s
vi: Lượt xem %s

source: Likes %s
vi: Thích %s

source: Comments %s
vi: Bình luận %s

source: Shares %s
vi: Chia sẻ %s

source: Downloads %s
vi: Tải xuống %s

source: Created
vi: Đã được tạo

source: Download
vi: Tải xuống

source: Tags %s
vi: Các thẻ %s

source: Audio
vi: Âm thanh

source: It seems this audio is deleted or taken down.
vi: Có vẻ như âm thanh này đã bị xóa hoặc bị gỡ xuống.

source: Video Count %s
vi: Số lượng video %s
